Repository: andreas-jonsson/xfce4-mixer
Catalog: po/*.po
Languages: ms, sq, th, ug, zh_hk

source: Mu_te
ms: sen_yap
sq: _Heshtoje
th: ปิ_ดเสียง
ug: ئۈنسىزلە(_M)
zh_hk: 靜音(_T)

source: Run Audio Mi_xer
ms: Jalankan Pen_gadun Audio
sq: Xhironi Për_zierës Audio
th: เรียกเ_ครื่องมือปรับเสียง
ug: ئۈن كىرىشتۈرگۈنى ئىجرا قىل(_R)
zh_hk: 執行混音器(_X)

source: GStreamer was unable to detect any sound devices. Some sound system specific GStreamer packages may be missing. It may also be a permissions problem.
ms: GStreamer tidak dapat kesan mana-mana peranti bunyi. Sesetengah pakej GStreamer khusus sistem bunyi mungkin telah hilang. Ia mungki juga berpunca dari masalah keizinan.
sq: GStreamer s’qe në gjendje të pikasë ndonjë pajisje zëri. Mundet të mungojnë disa paketa specifike GStreamer për sisteme tingujsh. Mund të jetë edhe ndonjë problem me lejet.
th: GStreamer ตรวจไม่พบอุปกรณ์เสียงใดๆ แพกเกจของ GStreamer ที่จำเพาะกับระบบเสียงบางแพกเกจอาจไม่ได้ติดตั้งไว้ หรืออาจเป็นปัญหาเรื่องการกำหนดสิทธิ์ก็เป็นได้
ug: GStreamer ھېچقانداق ئۈن ئۈسكۈنىسىنى تاپالمىدى. ئۈن سىستېمىسىغا مۇناسىۋەتلىك بولغان GStreamer نىڭ بىر قىسىم بولاقلىرى يوقتەك قىلىدۇ. يەنە بىرى بەلكىم ھوقۇقىڭىز يەتمىگەن بولۇشىمۇ مۇمكىن.
zh_hk: GStreamer 偵測不到音效裝置。可能缺少了某些用於音效系統的 GStreamer 套件。又或者是許可權的問題。

source: No command defined
ms: Tiada perintah ditakrif
sq: S’ka urdhër të përcaktuar
th: ไม่ได้กำหนดคำสั่งไว้
ug: بۇيرۇق بېكىتىلمىگەن
zh_hk: 未定義指令

source: Could not execute the command "%s". Ensure that either the location of the command is included in the PATH environment variable or that you are providing the full path to the command.
ms: Tidak dapat lakukan perintah "%s". Pastikan ia sama ada lokasi perintah disertakan di dalam pembolehubah persekitaran PATH atau anda menyediakan laluan penuh ke perintah.
sq: S’u përmbush dot urdhri "%s". Sigurohuni që ose vendndodhja e urdhrit përfshihet te ndryshorja PATH e mjedisit, ose se po jepni te urdhri shtegun e plotës.
th: ไม่สามารถเรียกทำงานคำสั่ง "%s" ได้ กรุณาตรวจดูให้แน่ใจว่าตำแหน่งเก็บของคำสั่งดังกล่าวมีอยู่ในตัวแปรสภาพแวดล้อม PATH หรือมิฉะนั้นคุณก็ต้องใช้พาธเต็มในคำสั่ง
ug: بۇيرۇق «%s» نى ئىجرا قىلغىلى بولمىدى. بۇيرۇقنىڭ يولى PATH دېگەن مۇھىت ئۆزگەرگۈچىنىڭ ئىچىدىمۇ ئەمەسمۇ، ياكى بۇيرۇقنى تولۇق يولى بىلەن يازدىڭىزمۇ يامىدىڭىزمۇ تەكشۈرۈڭ
zh_hk: 無法執行「%s」指令。請確定指令的位置包含在 PATH 環境變量，或是需提供指令的完整路徑。

source: Audio Mixer Plugin
ms: Pemalam Pengadun Audio
sq: Shtojcë Përzierësi Audio
th: ปลั๊กอินปรับเสียง
ug: ئۈن كىرىشتۈرگۈ قىستۇرمىسى
zh_hk: 混音器外掛

source: Configure the sound card and mixer track
ms: Konfigur kad bunyi dan trek pengadun
sq: Formësoni kartën e zërit dhe pistë përzierësi
th: ตั้งค่าการ์ดเสียงและช่องปรับเสียง
ug: ئۈن كارتىسى ۋە كىرىشتۈرگۈنى سەپلەش
zh_hk: 設定音效卡與混音器聲軌

source: _Close
ms: _Tutup
sq: _Mbylle
th: ปิ_ด
ug: تاقا(_C)
zh_hk: 關閉(_C)

source: Sound _card:
ms: _Kad bunyi:
sq: _Kartë zëri:
th: _การ์ดเสียง:
ug: ئۈن كارتىسى(_C):
zh_hk: 音效卡(_C)：

source: Mixer _track:
ms: _Trek pengadun:
sq: _Pistë përzierësi:
th: _ช่องปรับเสียง:
ug: كىرىشتۈرگۈ(_R):
zh_hk: 混音器聲軌(_T)：

source: No valid device and/or element.
ms: Tiada peranti dan/atau unsur yang sah.
sq: Pajisje dhe/ose element jo i vlefshëm.
th: ไม่มีอุปกรณ์หรือองค์ประกอบที่ใช้การได้
ug: ئىناۋەتلىك ئۈسكۈنە ۋە/ياكى ئېلېمېنت يوق.
zh_hk: 無有效裝置及／或元素。

source: %s: muted
ms: %s: disenyapkan
sq: %s: heshtuar
th: %s: ปิดเสียง
ug: %s: ئۈنسىز
zh_hk: %s：靜音

source: Audio Mixer
ms: Pengadun Audio
sq: Përzierës Audio
th: เครื่องมือปรับเสียง
ug: ئۈن كىرىشتۈرگۈ
zh_hk: 混音器

source: Adjust volume levels
ms: Laras aras volum
sq: Rregulloni shkallë volumi
th: ปรับความดังช่องต่างๆ ของเสียง
ug: ئاۋاز دەرىجىسىنى تەڭشەش
zh_hk: 調整音量

source: Card
sq: Kartë

source: Pulse Audio Volume Control
sq: Kontroll Pulse Audio i Volumit

source: Sndio Volume Control
sq: Kontroll Sndio i Volumit

source: Enable debugging output
ms: Benarkan output penyahpepijatan
sq: Aktivizo output diagnostikimi
th: เปิดใช้การแสดงข้อความดีบั๊ก
ug: سازلاش ئۇچۇرلىرىنى ئىناۋەتلىك قىلىدۇ
zh_hk: 啟用除錯輸出

source: Show version and exit
ms: Tunjuk versi kemudian keluar
sq: Shfaq versionin dhe dil
th: แสดงเลขรุ่นแล้วจบการทำงาน
ug: نەشر ئۇچۇرىنى كۆرسىتىپ ئاخىرلاشتۇرىدۇ
zh_hk: 顯示版本並結束

source: xfce4-mixer: Failed to initialize xfconf: %s
sq: xfce4-mixer: S’u arrit të bëhej gati xfconf: %s
th: xfce4-mixer: ตั้งต้นการทำงานของ xfconf ไม่สำเร็จ: %s
ug: xfce4-mixer: xfconf نى دەسلەپلەشتۈرۈش مەغلۇپ بولدى: %s
zh_hk: xfce4-mixer：未能初始化 xfconf：%s

source: _Playback
ms: _Main Balik
sq: _Luajtje
th: เสียงออ_ก
ug: قوي(_P)
zh_hk: 播放(_P)

source: C_apture
ms: T_angkap
sq: _Incizim
th: เสียงเ_ข้า
ug: تۇت(_A)
zh_hk: 擷取(_A)

source: S_witches
ms: S_uis
sq: _Çelësa
th: _สวิตช์
ug: ئۈزچاتلار(_W)
zh_hk: 開關(_W)

source: _Options
ms: P_ilihan
sq: _Mundësi
th: _ตัวเลือก
ug: تاللانمىلار(_O)
zh_hk: 選項(_O)

source: No controls visible
ms: Tiada kawalan tampak
sq: Pa kontrolle të dukshëm
th: ไม่แสดงช่องควบคุมใด
ug: تىزگىنلىگۈچلەر(controls) نىڭ ھېچقايسىسى كۆرۈنمەيدۇ
zh_hk: 無可見控制項

source: <span weight="bold" size="larger">No controls visible</span>
ms: <span weight="bold" size="larger">Tiada kawalan tampak</span>
sq: <span weight="bold" size="larger">S’ka kontrolle të dukshëm</span>
th: <span weight="bold" size="larger">ไม่แสดงช่องควบคุมใด</span>
ug: <span weight="bold" size="larger">تىزگىنلىگۈچلەر(controls) نىڭ ھېچقايسىسى كۆرۈنمەيدۇ</span>
zh_hk: <span weight="bold" size="larger">無可見控制項</span>

source: In order to toggle the visibility of mixer controls, open the <b>"Select Controls"</b> dialog.
ms: Untuk menogol ketampakan kawalan pengadun, buka dialog <b>"Pilih Kawalan"</b>.
sq: Që të caktoni dukshmërinë e kontrolleve të përzierësit, hapni dialogun <b>"Përzgjidhni Kontrolle"</b>.
th: เปิด-ปิดการแสดงช่องควบคุมได้โดยใช้กล่องโต้ตอบ <b>"เลือกช่องควบคุม"</b>
ug: كىرىشتۈرگۈنىڭ تىزگىنلىگۈچلىرىنى كۆرسىتىش-كۆرسەتمەسلىكنى ئالماشتۇرۇش ئۈچۈن، <b>«تىزگىنلىگۈچ تاللا»</b> سۆزلەشكۈسىنى ئېچىڭ.
zh_hk: 要切換顯示的混音器控制項，請開啟<b>「選取控制項」</b>。

source: Select Controls
ms: Pilih Kawalan
sq: Përzgjidhni Kontrolle
th: เลือกช่องควบคุม
ug: تىزگىنلىگۈچ تاللاش
zh_hk: 選取控制項

source: Select which controls should be visible
ms: Pilih kawalan yang seharusnya tampak
sq: Përzgjidhni cilët kontrolle duhet të jenë të dukshëm
th: เลือกว่าจะแสดงช่องควบคุมใดบ้าง
ug: كۆرۈنىدىغان تىزگىنلىگۈچنى تاللا
zh_hk: 選取應該可見哪些控制項

source: Volume of channel %d on %s
ms: Vokum saluran %d pada %s
sq: Volum i kanalit %d në %s
th: ความดังของช่อง %d ใน %s
ug: %2$s دىكى قانال %1$d نىڭ ئاۋاز چوڭلۇقى
zh_hk: 第 %d 聲道 (於 %s 裝置) 的音量

source: Lock channels for %s together
ms: Kunci saluran bagi %s bersama-sama
sq: Kyçi tok kanalet për %s
th: ล็อคช่องของ %s เข้าด้วยกัน
ug: %s نىڭدىكى قاناللارنى بىرلىكتە قۇلۇپلايدۇ
zh_hk: 將 %s 的聲道鎖定在一起

source: Mute/unmute %s
ms: Senyap/suarakan %s
sq: Heshtoje/çheshtoje %s
th: ปิด/เปิดเสียง %s
ug: %s نى ئۈنسىزلە/زۇۋاننى ئاچ
zh_hk: %s 靜音／取消靜音

source: Enable/disable audible input from %s in output
ms: Benar/lumpuhkan input boleh dengar dari %s di dalam output
sq: Aktivizoni/çaktivizoni sinjal të dëgjueshëm në hyrje nga %s për në dalje
th: ปิด/เปิดช่องทางเข้าของเสียงจาก %s
ug: چىقىش %s دىن كىرگۈزۈلگەن ئاۋازنى ئىناۋەتلىك/ئىناۋەتسىز قىلىدۇ
zh_hk: 在輸出啟用／停用來自 %s 的可聞輸入

source: Configure sound card(s) and control the volume of selected tracks
ms: Konfigur kad bunyi(s) dan kawalan volum bagi trek terpilih
sq: Formësoni kartë(a) zëri dhe kontrolloni volumin e pjesëve të përzgjedhura
th: ตั้งค่าการ์ดเสียงและควบคุมความดังของช่องเสียงต่างๆ
ug: ئۈن كارتىسىنى تەڭشەيدۇ ۋە تاللانغان يولنىڭ ئاۋازى كونترول قىلىدۇ
zh_hk: 設定音效卡並控制所選聲軌的音量

source: _Select Controls...
ms: _Pilih Kawalan...
sq: _Përzgjidhni Kontrolle…
th: เ_ลือกช่องควบคุม...
ug: تىزگىنلىگۈچ تاللا(_S)...
zh_hk: 選取控制項(_S)...

source: _Quit
ms: K_eluar
sq: _Dil
th: _ออก
ug: ئاخىرلاشتۇر(_Q)
zh_hk: 結束(_Q)
